Repository: partia-razem/zeus
Catalog: zeus/static/zeus/booth/locale/*/LC_MESSAGES/djangojs.po
Languages: pl

# STEP_1_TITLE
source: Ballot selection
pl: Głosowanie na karcie

# STEP_2_TITLE
source: Ballot submission
pl: Przesyłanie karty

source: Initializing booth...
pl: Inicjalizacja kabin...

# INIT_BOOTH_ESTIMATED_TIME
source: Estimated time 10 seconds
pl: Szacowany czas 10 sekund

source: Please wait...
pl: Prosimy czekać...

# BALLOT_ENCRYPTION_IN_PROGRESS
source: Your ballot is being encrypted. Please wait...
pl: Twoja karta jest szyfrowana. Prosimy czekać...

# BALLOT_ENCRYPTION_ESTIMATED_TIME
source: Ballot encryption can take up to 2 minutes.
pl: Szyfrowanie karty może zająć do 2 minut.

source: Help
pl: Pomoc

# LOGOUT
source: Exit
pl: Wyloguj

# BLANK_BALLOT
source: Blank vote
pl: Pusta karta

# BALLOT_CONTINUE_BUTTON
source: Continue
pl: Przejdź dalej

# If you leave this page with an in-progress ballot, your ballot will be lost.
source: If you leave this page, your ballot selections will be lost.
pl: Jeżeli wyjdziesz z tej strony z kartą w trakcie wypełniania, to karta zostanie utracona.

source: Are you sure you want to exit the booth and discrard all your selections?
pl: Czy na pewno chcesz wyjść z kabiny i stracić wszystkie informacje o aktualnej karcie?

# BROWSER_NOT_SUPPORTED_ALERT
source: Your web browser is not supported by Zeus. Please, use the latest versionsof Mozilla Firefox or Google Chrome. Contact us if you need more information.
pl: Zeus nie obsługuje Twojej przeglądarki. Prosimy o skorzystanie z najnowszej wersji Mozilli Firefox lub Google Chrome. Aby uzyskać więcej informacji, skontaktuj się z nami.

# EMPTY_PARTY_CHOICE
source: No candidate chosen
pl: Nie wybrano kandydatki

# HELP_EMAIL_SUBJECT
source: Help with Zeus voting booth
pl: Pomoc dla kabiny do głosowania Zeus

# HELP_EMAIL_BODY
source: I have this problem:
pl: Mam następujący problem:

# ELECTION_INIT_ERROR
source: Error initializing election
pl: Błąd inicjalizacji wyborów

# PAGE_TITLE
source: Zeus election server
pl: Cyfrowe Wybory Zeus

# ENCRYPTION_PROCESS_FAILED
source: Encryption has failed.
pl: Szyfrowanie nie powiodło się.

# AUDIT_BALLOT_CAST_COMPLETE
source: Your audit ballot was successfully submitted. The audit ballot id is: %s
pl: Przesłanie karty do weryfikacji wyborów udało się. Identyfikator karty weryfikacyjnej to: %s

# ELECTION_TERMS_ACCEPT_REQUIRED
source: Please accept the voting terms.
pl: Zaakceptuj warunki wyborów.

# BALLOT_CAST_FAILED
source: Ballot submission failed.
pl: Wysyłanie karty nie powiodło się.

# CAST_VOTE_ID
source: Vote identifier
pl: Identyfikator głosu

# WINDOW_CLOSE_CONFIRM
source: Are you sure you want to exit the booth page ?
pl: Czy na pewno chcesz wyjść z kabiny do głosowania?

# AUDIT_BALLOT_SUBMIT
source: Submit an audit ballot
pl: Prześlij kartę do kontroli wyborów

# AUDIT_BALLOT_SET
source: You have chosen to submit an audit ballot. Your vote will not be counted and your selections will be registered public in a public listing in the election view.
pl: Wybrałaś przesłanie karty do kontroli wyborów. Ten głos nie zostanie policzony, a dokonane wybory zostaną zarejestrowane publicznie na dostępnej publicznie liście w widoku wyborów.

# AUDIT_BALLOT_BACK_PROMPT
source: Press Back to return to the voting booth.
pl: Naciśnij Z powrotem, aby wrócić do kabiny do głosowania.

# AUDIT_BALLOT_CONFIRM_BUTTON
source: Submit
pl: Wyślij

# AUDIT_BALLOT_BACK_BUTTON
source: Back
pl: Z powrotem

# AUDIT_BALLOT_BACK_TO_ELECTION_BUTTON
source: Back to election view
pl: Powrót do widoku wyborów

# BALLOT_SUBMISSION_IN_PROGRESS
source: Submitting ballot...
pl: Wysyłamy kartę do głosowania...

# BALLOT_SUBMISSION_PLEASE_WAIT
source: Your ballot is being submitted. Please wait...
pl: Twoja karta jest wysyłana. Prosimy czekać...

# ELECTION_INTRO_BODY
source: <p>Welcome to Zeus' electronic voting booth</p> <p> To be here you must have followed the invitation link sent to you via email or SMS to vote for <b>«%s»</b>.</p> <p> To submit a ballot follow the instructions. Your progress will be shown at the top of the page, along with other relevant information. </p> <ol> <li class="step"> <span class="step-title"> Filling in your ballot. </span> <span class="step-desc"> In this step you record your voting selections. </span> </li> <li class="step"> <span class="step-title"> Ballot encryption and submission. </span> <span class="step-desc"> Your previously recorded selections will be encrypted in your computer by the web browser itself, and then they will be submitted over the network to Zeus. A submission receipt will be sent to you via email. </span> </li> </ol> <p> You can use the invitation link, again, to submit a new ballot. Each time, your new vote will replace the previous one. </p>
pl: <p>Witamy w elektronicznej kabinie do głosowania Zeusa</p> <p> Jeżeli się tu znalazłaś, to znaczy że kliknęłaś na łącze z zaproszeniem wysłane w e-mailu lub SMSie, aby zagłosować w <b>«%s»</b>.</p> <p> Aby przesłać kartę do głosowania postępuj zgodnie z instrukcjami. Postęp będzie pokazany na górze strony, wraz z innymi informacjami. </p> <ol> <li class="step"> <span class="step-title"> Wypełnij kartę do głosowania. </span> <span class="step-desc"> W tym działaniu wybierasz, na kogo zagłosujesz. </span> </li> <li class="step"> <span class="step-title"> Szyfrowanie i przesyłanie karty. </span> <span class="step-desc"> Wybrane kandydatury zostaną zaszyfrowane wewnątrz Twojego komputera przez przeglądarkę WWW, a potem zostaną przesłane przez Internet na serwer Zeusa. Otrzymasz potwierdzenie odbioru przez e-mail. </span> </li> </ol> <p> Możesz ponownie kliknąć na łącze zaproszenia, żeby wysłać nową kartę. Za każdym razem nowy głos zastąpi poprzedni. </p>

# ELECTION_KEY_NOT_INITIALIZED
source: The election has not been initialized
pl: Wybory nie zostały zainicjowane

source: Poll identifier
pl: Identyfikator głosowania

# ELECTION_INFO_BUTTON
source: Information
pl: Informacje

# CONTACT_DETAILS
source: Contact
pl: Kontakt

source: Phone
pl: Telefon

# AUDIT_VOTE_CODE_PROMPT
source: Audit ballot
pl: Karta do kontroli wyborów

# AUDIT_VOTE_INSTRUCTIONS
source: The valid audit codes must have been sent to you along with the invitation to vote.
pl: Wraz z zaproszeniem do głosowania powinnaś była otrzymać kod do kontroli wyborów.

# AUDIT_VOTE_CODE_LABEL
source: Enter code:
pl: Wprowadź kod kontroli:

source: up to
pl: do

source: choice
pl: kandydatury

source: choices
pl: kandydatur

source: choice
pl: wybór

source: choices
pl: wyborów

source: to
pl: do

source: Blank vote
pl: Pusty głos

# AUDIT_VOTE_SUBMISSION_BUTTON
source: Submit audit ballot
pl: Prześlij głos do kontroli

source: SAV_BALLOT_HELP_TEXT
pl: Możesz zaznaczyć dowolną liczbę kandydatur - Twój głos zostanie podzielony pomiędzy nie wszystkie.

source: SAV_BALLOT_CANDIDATES_HEADER
pl: Kandydatury

# STV_BALLOT_HELP_TEXT
source: Click on the candidates names on the left to fill your ballot (ORDERING FROM BEST TO WORST). If you want to remove a choice, click over the candidate name on the right column.
pl: Klikaj na kandydatury po lewej (W KOLEJNOŚCI OD NAJLEPSZEJ DO NAJGORSZEJ), aby przenieść je na kartę do głosowania. Kandydatury powinny być uszeregowane według preferencji. Jeżeli chcesz usunąć jakiś wybór, kliknij na nazwisko kandydatki w prawej kolumnie.

# STV_BALLOT_CANDIDATES_HEADER
source: Candidates
pl: Kandydatury

# STV_BALLOT_CANDIDATES_SELECT_HEADER
source: Candidates choices
pl: Wybrane kandydatury

# STV_ANSWER_PRIORITY
source: Priority %s
pl: Priorytet %s

# STV_BALLOT_CHOICE
source: Ballot choices
pl: Wybrano na karcie

# BALLOT_ENCRYPTED_SUCCESS
source: Your ballot has been encrypted successfully. Confirm your selections as they are presented below.
pl: Karta została zaszyfrowana. Potwierdź preferencje wyborcze przedstawiony poniżej.

# CHOICE_RANK
source: Choice
pl: Wybór

# BACK_TO_BALLOT_CHOICES
source: Back to ballot selections
pl: Powrót do wyboru karty

source: Confirm
pl: Potwierdź

# ELECTION_TERMS_LABEL
source: I confirm that I am alone and nobody else has witnessed my selections.
pl: Potwierdzam, że jestem sam(a) i że nikt nie kontrolował tego, jak głosuję.

source: Submit ballot
pl: Wyślij kartę
